test/loadTester.yml
config:
  target: "http://54.241.53.138"
  phases:
    - duration: 300
      arrivalRate: 175
  # variables:
  #   productIds:
  #     - ["consequuntur", "maiores"]
scenarios:
  - flow:
      # - loop:
          - get:
              # url: "/search/{{ $loopElement }}"
              url: "/search/deserunt"
        # over: productIds